Repository: CBMSO-L302/leish_web_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Control and prevention of leishmaniasis caused by <i>L. major</i> involve integrated approaches, including sandfly vector control through insecticide use and environmental management, early diagnosis, and treatment of infected individuals. Current treatments for cutaneous leishmaniasis include topical and systemic therapies such as antimonial compounds, miltefosine, and amphotericin B. However, the effectiveness of treatments can vary, and issues such as drug resistance and adverse effects continue to pose significant challenges. Advances in molecular biology and genomics have enhanced the understanding of <i>L. major</i>'s biology and pathogenic mechanisms, offering hope for new therapeutic approaches and potential vaccines. Despite these advances, cutaneous leishmaniasis remains a significant public health issue, particularly in endemic regions where access to healthcare and effective vector control measures are limited.
es: El control y prevención de la leishmaniasis causada por <i>L. braziliensis</i> involucra enfoques integrados, incluyendo control vectorial mediante insecticidas y gestión ambiental, diagnóstico temprano y tratamiento apropiado de individuos infectados. Los tratamientos actuales para la leishmaniasis mucocutánea incluyen compuestos antimoniales, anfotericina B, pentamidina y miltefosina. El manejo de la enfermedad es desafiante debido a problemas como la resistencia a fármacos, efectos adversos y la necesidad de tratamientos prolongados. Los avances en biología molecular y genómica han profundizado la comprensión de la biología y mecanismos patogénicos de <i>L. braziliensis</i>, abriendo el camino para potenciales nuevas terapias y vacunas. A pesar de estos avances científicos, la leishmaniasis mucocutánea sigue siendo un problema significativo de salud pública, particularmente en regiones endémicas con acceso limitado a atención médica y medidas efectivas de control vectorial.

source: table
es: tabla

source: Search for genes, names, or orthologs...
es: Buca genes, nombre u ortólogos

source: Search
es: Buscar

source: Previous
es: Anterior

source: Page %(page_num)s of %(total_pages)s
es: Página %(page_num)s de %(total_pages)s

source: Next
es: Siguiente

source: Genome decoding
es: Decodificación genómica

source: About Us
es: Nosotros

source: Mission
es: Misión

source: Species
es: Especies

source: Reports
es: Informes

source: Datasets
es: Datos

source: Software
es: Programas
