Repository: CBMSO-L302/leish_web_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The Team
es: Equipo

source: Based on CBM (Centro de Biología Molecular Severo Ochoa - CSIC), our team focuses on the molecular genetics of Leishmania parasites, the causative agents of leishmaniasis. Using state-of-the-art technology both in vitro and in silico, we study the gene expression and genomic plasticity in these parasites.
es: Ubicado en el CBM (Centro de Biología Molecular Severo Ochoa - CSIC), nuestro equipo se centra en la genética molecular de los parásitos Leishmania, los agentes causantes de la leishmaniasis. Utilizando tecnología de vanguardia tanto in vitro como in silico, estudiamos la expresión génica y la plasticidad genómica en estos parásitos.

source: Learn more
es: Saber más

source: Global Leishmaniasis Distribution
es: Distribución mundial de Leishmaniasis

source: Interactive map showing the global distribution of leishmaniasis cases reported to the World Health Organization (WHO). This visualization helps understand the worldwide impact and spread of the disease.
es: Mapa interactivo que muestra la distribución global de casos de leishmaniasis reportados a la Organización Mundial de la Salud (OMS). Esta visualización ayuda a comprender el impacto mundial y la propagación de la enfermedad.

source: Social Media
es: Redes Sociales

source: Stay updated with news from our partner institutions through BlueSky
es: Mantente al día con las noticias de nuestras instituciones asociadas a través de BlueSky

source: Team
es: Equipo

source: Team 2024
es: Equipo 2024

source: Team old
es: Equipo antiguo

source: Leish Lab pre 2024
es: Leish Lab antes de 2024

source: What is Leishmaniasis?
es: ¿Qué es la Leishmaniasis?

source: Leishmaniasis is a disease that affects a large population in tropical and subtropical areas worldwide. According to recent data from the World Health Organization, it is estimated that there are between 700,000 to 1,000,000 new cases annually, affecting 90 countries across all continents (World Health Organization, 2023). Currently, around 350 million people are at risk of infection, with 15 million already affected, making it one of the most infectious diseases globally, causing approximately 70,000 deaths each year (Saini et al., 2022).
es: La leishmaniasis es una enfermedad que afecta a una gran población en áreas tropicales y subtropicales en todo el mundo. Según datos recientes de la Organización Mundial de la Salud, se estima que hay entre 700,000 y 1,000,000 de nuevos casos anuales, afectando a 90 países en todos los continentes (Organización Mundial de la Salud, 2023). Actualmente, alrededor de 350 millones de personas están en riesgo de infección, con 15 millones ya afectadas, convirtiéndola en una de las enfermedades más infecciosas a nivel mundial, causando aproximadamente 70,000 muertes cada año (Saini et al., 2022).

source: Leishmania Parasite
es: Parásito Leishmania

source: The disease is transmitted by a protozoan parasite from the trypanosomatid family. This family is also responsible for Chagas disease (Trypanosoma cruzi), sleeping sickness (T. brucei), and leishmaniasis (Leishmania spp.) (Bringaud et al., 2007).
es: La enfermedad es transmitida por un parásito protozoario de la familia de los tripanosomátidos. Esta familia también es responsable de la enfermedad de Chagas (Trypanosoma cruzi), la enfermedad del sueño (T. brucei) y la leishmaniasis (Leishmania spp.) (Bringaud et al., 2007).

source: Leishmaniasis Vector
es: Vector de Leishmaniasis

source: Leishmaniasis is specifically transmitted through the bite of a sandfly (subfamily Phlebotominae), leading to the parasite's invasion of the host's internal organs (Herwaldt, 1999).
es: La leishmaniasis se transmite específicamente a través de la picadura de un flebótomo (subfamilia Phlebotominae), lo que lleva a la invasión del parásito en los órganos internos del huésped (Herwaldt, 1999).

source: Current Members
es: Miembros Actuales

source: Former Members
es: Antiguos Miembros

source: Former Students
es: Antiguos Estudiantes

source: CSIC Titular Scientist
es: CSIC Científica Titular

source: Without science and technology there is no future, and the future is you
es: Sin ciencia y tecnologia no hay futuro, y el futuro eres tu

source: Expert in omics technologies. She belongs to the executive committee of the PTI_Digital Science and the Computational Biology and Bioinformatics connection (BCB_Hub), and is a member of the PTI-Global Health and the PolarCSIC Connection, all of them from CSIC. Active in scientific dissemination. Interested in science and technology.
es: Experta en tecnologías ómicas. Pertenece al comité ejecutivo de PTI_Digital Science y de la conexión de Biología Computacional y Bioinformática (BCB_Hub), y es miembro de PTI-Global Health y la Conexión PolarCSIC, todos ellos del CSIC. Activa en divulgación científica. Interesada en ciencia y tecnología.

source: Bioinformatic Scientist - Research Assistant
es: Científico Bioinformático - Asistente de Investigación

source: Understanding life, one dataset at a time
es: Entendiendo la vida, un conjunto de datos a la vez

source: Bioinformatician and microbiologist, with a passion for science. Currently involved in research projects that combine lab work and omics data analysis to unravel the molecular complexity of living organisms.
es: Bioinformático y microbiólogo, con pasión por la ciencia. Actualmente involucrado en proyectos de investigación que combinan trabajo de laboratorio y análisis de datos ómicos para desentrañar la complejidad molecular de los organismos vivos.

source: Bioinformatic Engineer - Research Assistant
es: Ingeniero Bioinformático - Asistente de Investigación

source: Linking life and informatics through unwavering passion
es: Vinculando la vida y la informática a través de una pasión inquebrantable

source: Bioinformatician and Informatic Engineer student. He is passionate about building and coding computer systems designed to unravel the complexity of living organisms. As a member of the Computational Biology and Bioinformatics Connection (BCB_Hub), PTI_Digital Science, and the Spanish Association of Bioinformatics and Computational Biology (SEBiBC), his interests strongly focus on the engineering side of bioinformatics.
es: Bioinformático y estudiante de Ingeniería Informática. Apasionado por la construcción y programación de sistemas informáticos diseñados para desentrañar la complejidad de los organismos vivos. Como miembro de la Conexión de Biología Computacional y Bioinformática (BCB_Hub), PTI_Digital Science y la Asociación Española de Bioinformática y Biología Computacional (SEBiBC), sus intereses se centran fuertemente en el lado de la ingeniería de la bioinformática.

source: Former Researcher
es: Antiguo Investigador

source: Former Research Scientist
es: Antiguo Científico Investigador

source: Former PhD Student
es: Antiguo Estudiante de Doctorado

source: PhD in Molecular Biology
es: Doctorado en Biología Molecular

source: Description
es: Descripción

source: Browser
es: Buscador

source: Protozoan parasite that causes mucocutaneous leishmaniasis, primarily affecting humans. This parasite is transmitted through the bites of infected female phlebotomine sandflies. Mucocutaneous leishmaniasis, also known as espundia, typically starts with skin lesions that can metastasize to mucous membranes, particularly those of the nose, mouth, and throat. Symptoms in humans initially include sores at the site of the sandfly bite, which can progress to destructive lesions of the mucous membranes, leading to severe disfigurement and functional impairment if left untreated.
es: Parásito protozoario que causa leishmaniasis mucocutánea, afectando principalmente a humanos. Este parásito se transmite a través de las picaduras de flebótomos hembra infectados. La leishmaniasis mucocutánea, también conocida como espundia, típicamente comienza con lesiones cutáneas que pueden hacer metástasis en las membranas mucosas, particularmente las de la nariz, boca y garganta. Los síntomas en humanos inicialmente incluyen llagas en el sitio de la picadura del flebótomo, que pueden progresar a lesiones destructivas de las membranas mucosas, llevando a desfiguración severa y deterioro funcional si no se trata.

source: The life cycle of <i>L. braziliensis</i> involves two main stages: the promastigote form, found in the sandfly vector, and the amastigote form, which multiplies within the host's macrophages. In the sandfly, the parasite exists as motile promastigotes. Upon transmission to the human host, the promastigotes are phagocytosed by macrophages and transform into non-motile amastigotes. These amastigotes then multiply within the macrophages, causing cell rupture and infection of new macrophages, leading to the dissemination of the parasite.
es: El ciclo de vida de <i>L. braziliensis</i> involucra dos etapas principales: la forma promastigote, que se encuentra en el vector flebótomo, y la forma amastigote, que se multiplica dentro de los macrófagos del huésped. En el flebótomo, el parásito existe como promastigotes móviles. Al ser transmitido al huésped humano, los promastigotes son fagocitados por macrófagos y se transforman en amastigotes no móviles. Estos amastigotes luego se multiplican dentro de los macrófagos, causando ruptura celular e infección de nuevos macrófagos, llevando a la diseminación del parásito.

source: Control and prevention of leishmaniasis caused by <i>L. braziliensis</i> involve integrated approaches, including vector control through insecticides and environmental management, early diagnosis, and appropriate treatment of infected individuals. Current treatments for mucocutaneous leishmaniasis include antimonial compounds, amphotericin B, pentamidine, and miltefosine. The management of the disease is challenging due to issues such as drug resistance, adverse effects, and the need for prolonged treatment courses. Advances in molecular biology and genomics have deepened the understanding of <i>L. braziliensis</i> 's biology and pathogenic mechanisms, paving the way for potential new therapies and vaccines. Despite these scientific advances, mucocutaneous leishmaniasis remains a significant public health issue, particularly in endemic regions with limited access to healthcare and effective vector control measures.
es: El control y prevención de la leishmaniasis causada por <i>L. braziliensis</i> involucra enfoques integrados, incluyendo control vectorial mediante insecticidas y gestión ambiental, diagnóstico temprano y tratamiento apropiado de individuos infectados. Los tratamientos actuales para la leishmaniasis mucocutánea incluyen compuestos antimoniales, anfotericina B, pentamidina y miltefosina. El manejo de la enfermedad es desafiante debido a problemas como la resistencia a fármacos, efectos adversos y la necesidad de tratamientos prolongados. Los avances en biología molecular y genómica han profundizado la comprensión de la biología y mecanismos patogénicos de <i>L. braziliensis</i>, abriendo el camino para potenciales nuevas terapias y vacunas. A pesar de estos avances científicos, la leishmaniasis mucocutánea sigue siendo un problema significativo de salud pública, particularmente en regiones endémicas con acceso limitado a atención médica y medidas efectivas de control vectorial.

source: File
es: Archivo

source: Reference Genome
es: Genoma de Referencia

source: Version/Year
es: Versión/Año

source: Downloads
es: Descargas

source: Raw Data
es: Datos Crudos

source: Notes
es: Notas

source: DOWNLOAD
es: DESCARGAR

source: Protozoan parasite that is the primary causative agent of visceral leishmaniasis, also known as kala-azar. This severe form of leishmaniasis affects internal organs, particularly the liver, spleen, and bone marrow, and can be fatal if left untreated. The parasite is transmitted to humans and other mammals through the bites of infected female phlebotomine sandflies. In humans, <i>L. donovani</i> infection manifests with symptoms such as prolonged fever, significant weight loss, hepatosplenomegaly (enlarged liver and spleen), anemia, and a marked reduction in white blood cell counts.
es: Parásito protozoario que es el principal agente causante de la leishmaniasis visceral, también conocida como kala-azar. Esta forma grave de leishmaniasis afecta a órganos internos, particularmente el hígado, bazo y médula ósea, y puede ser fatal si no se trata. El parásito se transmite a humanos y otros mamíferos a través de las picaduras de flebótomos hembra infectados. En humanos, la infección por <i>L. donovani</i> se manifiesta con síntomas como fiebre prolongada, pérdida significativa de peso, hepatoesplenomegalia (hígado y bazo agrandados), anemia y una marcada reducción en el recuento de glóbulos blancos.

source: The life cycle of <i>L. donovani</i> involves two main stages: the promastigote form, which resides in the sandfly vector, and the amastigote form, which multiplies within the host's macrophages. In the sandfly, <i>L. donovani</i> exists as motile promastigotes. Upon transmission to the human host, the promastigotes are phagocytosed by macrophages and transform into non-motile amastigotes. These amastigotes proliferate within the macrophages, causing cell rupture and dissemination to other macrophages, leading to widespread infection of the reticuloendothelial system.
es: El ciclo de vida de <i>L. braziliensis</i> involucra dos etapas principales: la forma promastigote, que se encuentra en el vector flebótomo, y la forma amastigote, que se multiplica dentro de los macrófagos del huésped. En el flebótomo, el parásito existe como promastigotes móviles. Al ser transmitido al huésped humano, los promastigotes son fagocitados por macrófagos y se transforman en amastigotes no móviles. Estos amastigotes luego se multiplican dentro de los macrófagos, causando ruptura celular e infección de nuevos macrófagos, llevando a la diseminación del parásito.

source: Control and prevention of visceral leishmaniasis caused by <i>L. donovani</i> require a multi-faceted approach, including sandfly vector control, early diagnosis, prompt treatment of infected individuals, and management of reservoir hosts. Current treatments for visceral leishmaniasis include antimonial compounds, amphotericin B, miltefosine, and paromomycin. However, challenges such as drug resistance, toxicity, and the need for prolonged treatment regimens complicate effective management. Advances in molecular biology and genomics have greatly enhanced the understanding of <i>L. donovani</i>'s biology and pathogenic mechanisms, facilitating the development of new therapeutic strategies and potential vaccines. Despite these advances, visceral leishmaniasis remains a major public health concern, particularly in resource-limited regions where access to healthcare and effective vector control measures are inadequate.
es: El control y prevención de la leishmaniasis causada por <i>L. braziliensis</i> involucra enfoques integrados, incluyendo control vectorial mediante insecticidas y gestión ambiental, diagnóstico temprano y tratamiento apropiado de individuos infectados. Los tratamientos actuales para la leishmaniasis mucocutánea incluyen compuestos antimoniales, anfotericina B, pentamidina y miltefosina. El manejo de la enfermedad es desafiante debido a problemas como la resistencia a fármacos, efectos adversos y la necesidad de tratamientos prolongados. Los avances en biología molecular y genómica han profundizado la comprensión de la biología y mecanismos patogénicos de <i>L. braziliensis</i>, abriendo el camino para potenciales nuevas terapias y vacunas. A pesar de estos avances científicos, la leishmaniasis mucocutánea sigue siendo un problema significativo de salud pública, particularmente en regiones endémicas con acceso limitado a atención médica y medidas efectivas de control vectorial.

source: Protozoan parasite responsible for the disease leishmaniasis, primarily affecting both humans and animals. This parasite is transmitted through the bites of infected female phlebotomine sandflies. The disease manifests in various forms, with the most severe being visceral leishmaniasis, also known as kala-azar, which can be fatal if left untreated. In humans, <i>L. infantum</i> infection leads to symptoms such as fever, weight loss, hepatosplenomegaly (enlarged liver and spleen), anemia, and a significant drop in white blood cell counts. The parasite predominantly affects internal organs, including the liver, spleen, and bone marrow. In dogs, which are the primary reservoir hosts, the infection can result in skin lesions, lymphadenopathy, and general systemic illness, contributing to the spread of the disease to humans.
es: Parásito protozoario responsable de la enfermedad leishmaniasis, que afecta principalmente tanto a humanos como animales. Este parásito se transmite a través de las picaduras de flebótomos hembra infectados. La enfermedad se manifiesta en varias formas, siendo la más grave la leishmaniasis visceral, también conocida como kala-azar, que puede ser fatal si no se trata. En humanos, la infección por <i>L. infantum</i> conduce a síntomas como fiebre, pérdida de peso, hepatoesplenomegalia (hígado y bazo agrandados), anemia y una caída significativa en el recuento de glóbulos blancos. El parásito afecta predominantemente a órganos internos, incluyendo el hígado, bazo y médula ósea. En los perros, que son los principales huéspedes reservorios, la infección puede resultar en lesiones cutáneas, linfadenopatía y enfermedad sistémica general, contribuyendo a la propagación de la enfermedad a los humanos.

source: <i>L. infantum</i> has a complex life cycle involving two main stages: the promastigote form found in the sandfly vector and the amastigote form that multiplies within the host's macrophages. Control and prevention of leishmaniasis caused by <i>L. infantum</i> involve integrated approaches, including vector control, early diagnosis, and treatment of infected individuals, as well as management of reservoir hosts. Current treatments for visceral leishmaniasis include antimonial compounds, amphotericin B, and miltefosine, although drug resistance and adverse effects pose significant challenges. Advances in molecular biology and genomics have facilitated a deeper understanding of the parasite's biology and pathogenic mechanisms, paving the way for potential new therapies and vaccines. However, leishmaniasis remains a major public health concern, particularly in regions where vector control and access to healthcare are limited.
es: <p>Parásito protozoario responsable de la enfermedad leishmaniasis, que afecta principalmente tanto a humanos como animales. Este parásito se transmite a través de las picaduras de flebótomos hembra infectados. La enfermedad se manifiesta en varias formas, siendo la más grave la leishmaniasis visceral, también conocida como kala-azar, que puede ser fatal si no se trata. En humanos, la infección por <i>L. infantum</i> conduce a síntomas como fiebre, pérdida de peso, hepatoesplenomegalia (hígado y bazo agrandados), anemia y una caída significativa en el recuento de glóbulos blancos. El parásito afecta predominantemente a órganos internos, incluyendo el hígado, el bazo y la médula ósea. En los perros, que son los principales huéspedes reservorios, la infección puede resultar en lesiones cutáneas, linfadenopatía y enfermedad sistémica general, contribuyendo a la propagación de la enfermedad a los humanos.</p> <p><i>L. infantum</i> tiene un ciclo de vida complejo que involucra dos etapas principales: la forma promastigote que se encuentra en el vector flebótomo y la forma amastigote que se multiplica dentro de los macrófagos del huésped. El control y la prevención de la leishmaniasis causada por <i>L. infantum</i> involucran enfoques integrados, incluyendo el control de vectores, el diagnóstico temprano y el tratamiento de individuos infectados, así como el manejo de huéspedes reservorios. Los tratamientos actuales para la leishmaniasis visceral incluyen compuestos antimoniales, anfotericina B y miltefosina, aunque la resistencia a los medicamentos y los efectos adversos plantean desafíos significativos. Los avances en biología molecular y genómica han facilitado una comprensión más profunda de la biología del parásito y los mecanismos patogénicos, abriendo el camino para posibles nuevas terapias y vacunas. Sin embargo, la leishmaniasis sigue siendo una preocupación importante de salud pública, particularmente en regiones donde el control de vectores y el acceso a la atención médica son limitados.</p>

source: Protozoan parasite that causes cutaneous leishmaniasis, primarily affecting humans and some animals. The parasite is transmitted to hosts through the bites of infected female phlebotomine sandflies. Cutaneous leishmaniasis, the most common form of the disease, typically results in skin lesions that can lead to significant scarring and disability. Symptoms in humans include the development of one or more sores at the site of the sandfly bite, which may progress to ulcers with a raised edge. These sores often heal spontaneously over months to years, but they can leave disfiguring scars and may be prone to secondary infections.
es: Parásito protozoario que causa leishmaniasis cutánea, afectando principalmente a humanos y algunos animales. El parásito se transmite a los huéspedes a través de las picaduras de flebótomos hembra infectados. La leishmaniasis cutánea, la forma más común de la enfermedad, típicamente resulta en lesiones cutáneas que pueden llevar a cicatrices significativas y discapacidad. Los síntomas en humanos incluyen el desarrollo de una o más llagas en el sitio de la picadura del flebótomo, que pueden progresar a úlceras con un borde elevado. Estas llagas a menudo se curan espontáneamente durante meses o años, pero pueden dejar cicatrices desfigurantes y pueden ser propensas a infecciones secundarias.

source: The life cycle of <i>L. major</i> involves two main stages: the promastigote form, which is found in the sandfly vector, and the amastigote form, which multiplies within the host's macrophages. In the sandfly, the parasite exists as motile promastigotes. Once transmitted to the human host, the promastigotes are phagocytosed by macrophages and transform into non-motile amastigotes. These amastigotes then multiply within the macrophages, leading to cell rupture and further spread of the infection to new macrophages.
es: El ciclo de vida de <i>L. braziliensis</i> involucra dos etapas principales: la forma promastigote, que se encuentra en el vector flebótomo, y la forma amastigote, que se multiplica dentro de los macrófagos del huésped. En el flebótomo, el parásito existe como promastigotes móviles. Al ser transmitido al huésped humano, los promastigotes son fagocitados por macrófagos y se transforman en amastigotes no móviles. Estos amastigotes luego se multiplican dentro de los macrófagos, causando ruptura celular e infección de nuevos macrófagos, llevando a la diseminación del parásito.
